[
    {
        "nom_artiste": "Taylor Swift",
        "avatar": "https://lastfm.freetls.fastly.net/i/u/770x0/009e846607448c2f58689918f88c16e2.jpg",
        "biographie": "Taylor Alison Swift est une autrice-compositrice-interprète et actrice américaine. Elle est née le 13 décembre 1989 à Reading, en Pennsylvanie. Elle est sous contrat avec le label indépendant Big Machine Records, et est la plus jeune artiste à avoir signé avec la maison d'édition de musique Sony/ATV Music Publishing. Son premier album intitulé Taylor Swift est sorti en 2006. L'album a été certifié cinq fois disque de platine par la Recording Industry Association of America (RIAA) pour s'être vendu à plus de cinq millions d'exemplaires aux États-Unis. Les cinq singles extraits de l'album ont connu un succès commercial, notamment Love Story et You Belong with Me, qui ont atteint le top dix du Billboard Hot 100. Son deuxième album, Fearless, sorti en 2008, devient le disque le plus vendu de l'année 2009 aux États-Unis, et est certifié disque de diamant par la RIAA. L'album a remporté quatre Grammy Awards, dont celui de l'album de l'année."
    },
    {
        "nom_artiste": "Nekfeu",
        "avatar": "https://lastfm.freetls.fastly.net/i/u/770x0/dd0fc717dfe168411c37ff261db34d1e.jpg",
        "biographie": "Nekfeu, de son vrai nom Ken Samaras, né le 3 avril 1990 à La Trinité, dans les Alpes-Maritimes, est un rappeur, acteur, réalisateur et producteur français. Il est membre du groupe S-Crew et du collectif 1995. Il fait également partie du collectif L'Entourage, et du duo 5 Majeur avec Sneazzy. Il est le fondateur du label Seine Zoo Records et du collectif 75e Session. Il est considéré comme l'un des rappeurs français les plus doués de sa génération."
    },
    {
        "nom_artiste": "Madeon",
        "avatar": "https://lastfm.freetls.fastly.net/i/u/770x0/69ad4e7a3be5625334f56a5d6e5f9b77.jpg",
        "biographie": "Hugo Pierre Leclercq, dit Madeon, né le 30 mai 1994 à Nantes, est un disc jockey, compositeur et producteur de musique électronique français. Il se fait connaître en 2011 grâce à sa chanson Pop Culture, publiée sur YouTube et dans laquelle il reprend 39 morceaux de musique différents. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle. Il est également connu pour ses remixes de Deadmau5, Martin Solveig, Pendulum, Alphabeat, The Killers, ou encore Yelle."
    },
    {
        "nom_artiste": "M83",
        "avatar": "https://lastfm.freetls.fastly.net/i/u/770x0/f896f7c89477409499b8305b9b658c23.jpg",
        "biographie": "M83 est un groupe de musique électronique français, originaire d'Antibes, dans les Alpes-Maritimes. Il est formé en 2001 par Anthony Gonzalez et Nicolas Fromageau. Le nom du groupe est tiré de la galaxie spirale Messier 83. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry. Le groupe est actuellement composé d'Anthony Gonzalez, Jordan Lawlor, Loïc Maurin, Kaela Sinclair et Joe Berry."
    }
]